Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# today.upNext.live
source: LIVE
ru: СЕЙЧАС
zh_hans: 进行中

# today.upNext.liveAccessibilityFormat
source: Live session: %@
ru: Активная сессия: %@
zh_hans: 进行中：%@

# today.upNext.startsInMinutesFormat
source: Starts in %lld min
ru: Через %lld мин
zh_hans: %lld 分钟后开始

# today.upNext.title
source: Up Next
ru: Дальше
zh_hans: 接下来

# today.upNext.upcomingAccessibilityFormat
source: Up next: %@. %@
ru: Далее: %@. %@
zh_hans: 接下来：%@。%@

# today.verify.confirm
source: Confirm Log
ru: Подтвердить запись
zh_hans: 确认记录

# today.verify.messageFormat
source: Coach requires confirmation for **%@** to update your active metabolic and energy expenditure baseline.
ru: Тренеру нужно подтверждение для **%@**, чтобы обновить активную метаболическую базу и расход энергии.
zh_hans: 教练需要对 **%@** 进行确认，才能更新你当前的代谢与能量消耗基线。

# today.verify.skipped
source: I skipped it
ru: Я пропустил
zh_hans: 我跳过了

# today.verify.title
source: Verify Log Block
ru: Подтвердите блок
zh_hans: 确认记录区块

# today.water
source: Water
ru: Вода
zh_hans: 饮水

source: Tomorrow Readiness
ru: Готовность к завтра
zh_hans: 为明天做好准备

source: Trust meter
ru: Индикатор доверия
zh_hans: 信任指标

source: Try this next
ru: Попробуйте дальше
zh_hans: 继续尝试吧

source: Verbose Coach logs enabled
ru: Подробные логи тренера включены
zh_hans: 教练的详细日志已包含在内

# water.quickAdd.toastAmount
source: +0.25L
ru: +0,25 л
zh_hans: +0.25 升

source: We usually reply within a day
ru: Обычно отвечаем в течение дня
zh_hans: We usually reply within a 天

source: WeekFit relies on Apple Health and Apple Watch sleep tracking. Sometimes sleep data is not recorded even if you wear your watch overnight.
ru: WeekFit использует Apple Health и отслеживание сна Apple Watch. Иногда данные сна не записываются, даже если вы носите часы всю ночь.
zh_hans: WeekFit 使用 Apple Health 及 Apple Watch 的睡眠追踪功能。即使您整夜佩戴该手表，睡眠数据仍可能无法被记录。

source: WeekFit Support
ru: Поддержка WeekFit
zh_hans: 支持 WeekFit

source: WeekFit uses the health, activity, nutrition, recovery, and planner data you allow or enter to make the app more useful. You can change Apple Health permissions anytime in Apple Health or iOS Settings.
ru: WeekFit использует разрешенные или введенные вами данные здоровья, активности, питания, восстановления и планировщика, чтобы сделать приложение полезнее. Разрешения Apple Health можно изменить в любое время в Apple Health или настройках iOS.
zh_hans: WeekFit 利用系统授予或您手动提供的健康、活动、饮食、恢复及日程规划数据，不断优化应用功能。您可随时在 Apple Health 应用或 iOS 设置中修改 Apple Health 的授权权限。

source: What this enables
ru: Что это включает
zh_hans: 具体包括哪些内容？

source: What we learned
ru: Что мы узнали
zh_hans: 我们了解到什么

source: Why this matters
ru: Почему это важно
zh_hans: 为什么这很重要

source: WHY THIS SCORE
ru: ПОЧЕМУ ТАКАЯ ОЦЕНКА
zh_hans: 为何采用此种评估方式

source: Your data stays in your control
ru: Ваши данные остаются под вашим контролем
zh_hans: 您的数据始终由您掌控。

source: Zone Segment
ru: Сегмент зоны
zh_hans: 区域段

# meals.library.subtitle.chooseGood
source: Choose something good for today
ru: Выберите что-то хорошее на сегодня
zh_hans: 今天选点合适的

# meals.library.section.savedMeals
source: Saved meals
ru: Сохранённые блюда
zh_hans: 已保存的餐食

# meals.library.search.saved
source: Search saved meals
ru: Поиск сохранённых блюд
zh_hans: 搜索已保存的餐食

# meals.library.seeAll
source: See all
ru: Все
zh_hans: 查看全部

# meals.library.hero.viewMeal
source: View meal
ru: Открыть блюдо
zh_hans: 查看餐食

# meals.library.hero.eyebrow.recommended
source: Recommended
ru: Рекомендация
zh_hans: 推荐

# meals.library.hero.eyebrow.breakfast
source: Recommended for breakfast
ru: Рекомендуем на завтрак
zh_hans: 早餐推荐

# meals.library.hero.eyebrow.lunch
source: Recommended for lunch
ru: Рекомендуем на обед
zh_hans: 午餐推荐

# meals.library.hero.eyebrow.dinner
source: Recommended for dinner
ru: Рекомендуем на ужин
zh_hans: 晚餐推荐

# meals.library.recommendation.summary.proteinRich
source: A protein-rich option.
ru: Вариант с хорошим белком.
zh_hans: 高蛋白选择。

# meals.library.recommendation.summary.proteinRichTonight
source: A protein-rich option for tonight.
ru: Белковый вариант на вечер.
zh_hans: 适合今晚的高蛋白选择。

# meals.library.recommendation.summary.proteinGapFormat
source: About %lld g protein still needed today.
ru: Сегодня ещё нужно около %lld г белка.
zh_hans: 今天还需要约 %lld 克蛋白质。

# meals.value.proteinGramsFormat
source: %lld g protein
ru: %lld г белка
zh_hans: %lld克蛋白质

# meals.value.kcalProteinDotFormat
source: %1$lld kcal • %2$lld g protein
ru: %1$lld ккал • %2$lld г белка
zh_hans: %1$lld千卡 • %2$lld克蛋白质

# meals.library.cardAccessibilityFormat
source: %1$@, %2$lld calories, %3$lld grams protein
ru: %1$@, %2$lld калорий, %3$lld г белка
zh_hans: %1$@，%2$lld卡路里，%3$lld克蛋白质

# meals.library.recommendation.summary.proteinNowAndAfterFormat
source: %1$lld g protein left today. After this meal: about %2$lld g.
ru: Сейчас не хватает %1$lld г белка. После этого блюда останется около %2$lld г.
zh_hans: 今天还差 %1$lld 克蛋白质。吃完这餐后约剩 %2$lld 克。

# meals.library.recommendation.summary.proteinAddsLeavingFormat
source: This meal adds %1$lld g protein, leaving %2$lld g to your daily target.
ru: Это блюдо даёт %1$lld г белка — до дневной цели останется %2$lld г.
zh_hans: 这餐可增加 %1$lld 克蛋白质，距每日目标还剩 %2$lld 克。

# meals.library.recommendation.summary.proteinAddsMeetingFormat
source: This meal adds %lld g protein, meeting your daily target.
ru: Это блюдо даёт %lld г белка и закрывает дневную цель.
zh_hans: 这餐可增加 %lld 克蛋白质，正好达到每日目标。

# meals.library.recommendation.summary.proteinAddsCoveringFormat
source: This meal adds %lld g protein, covering your remaining daily target.
ru: Это блюдо даёт %lld г белка и перекрывает остаток дневной цели.
zh_hans: 这餐可增加 %lld 克蛋白质，足以补齐今日剩余目标。

# activity.data.source.appleHealth
source: Apple Health
zh_hans: Apple 健康

# activity.session.live
source: LIVE
zh_hans: 进行中

# auth.email.field.email
source: Email
zh_hans: 邮箱

# challenge.recovery7.card.eyebrow
source: RECOVERY CHALLENGE
zh_hans: 康复挑战

# coach.assistant.badge
source: Premium
zh_hans: 高级版

# coach.assistant.navTitle
source: Coach
zh_hans: 教练

# common.action.ok
source: OK
zh_hans: 好的

# domain/code: %@ / %lld
source: domain/code: %1$@ / %2$lld
zh_hans: 域/代码：%1$@ / %2$lld

source: Enable & Open Paywall
zh_hans: 启用并打开付费墙

source: Fit
zh_hans: 适合

source: Force Paywall
zh_hans: 强制付费墙

# healthAccess.readiness.appleWatch
source: Apple Watch
zh_hans: 苹果公司于2014年9月公布出来的一款智能手表

# login.brand.fit
source: Fit
zh_hans: 适合

# meals.barcode.source.openFoodFacts
source: Open Food Facts
zh_hans: 食品成分公开信息

# meals.reviewIngredientsNutritionAndPreparation
source: Review ingredients, nutrition.
zh_hans: 检查原料及分量。

# onboarding.v7.health.badgeTitle
source: Apple Health
zh_hans: Apple 健康

# onboarding.v8.language.option.english
source: English
zh_hans: 英语

source: Open Paywall
zh_hans: 打开付费墙

# planner.ok
source: OK
zh_hans: 好的

# planner.timeline.source.appleWatch
source: Apple Watch
zh_hans: 苹果公司于2014年9月公布出来的一款智能手表

# review.feedback.category.appleHealth
source: Apple Health
zh_hans: Apple 健康

# settings.root.appleHealth
source: Apple Health
zh_hans: Apple 健康

source: store bytes: %lld
zh_hans: 存储字节：%lld

source: store existed: %@
zh_hans: 存储已存在：%@

source: store: %@
zh_hans: 存储：%@

source: StoreKit Diagnostics
zh_hans: StoreKit 诊断

# support.faq.title
source: FAQ
zh_hans: 常见问题

# support.row.faq.title
source: FAQ
zh_hans: 常见问题

source: Up next
zh_hans: 接下来

source: Up Next
zh_hans: 接下来

source: Week%@
zh_hans: 第%@周

source: WeekFit couldn’t open local data
zh_hans: WeekFit 无法打开本地数据

source: Your on-disk store was not deleted. Capture the STARTUP logs from Console, then we can fix the open failure.
zh_hans: 磁盘上的存储未被删除。请从控制台捕获 STARTUP 日志，然后联系支持。
